Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/1177.se/feber-hos-barn---vad-kan-man-gora-sjalv.html.tmx
Source language: sme
Languages: smj

source: Davvisámegiella / Nordsamiska
smj: Julevusámegiella / Lulesamiska

source: Feber mánáin – maid sáhttá ieš dahkat ?
smj: Gå máná báhkan buolli – majt iesj máhttá dahkat ?

source: Feber lea oassi goruda bealuštusas
smj: Báhkan buollet la rubmaha várjojs akta

source: Geahččal dahkat mánnái nu vuogasin go vejolaš.
smj: Gähttjala dahkat nåv vuohkasit mánnáj gå máhttelis.

source: Lea maid buorre dávjá addit juhkamuša.
smj: Buorre l aj duolloj dálloj vaddet juojddá juhkat.

source: Feber mearkkaša ahte goruda temperatuvra lea alit go dábálaččat.
smj: Gå báhkan buollá de rubmaha temperatuvrra l alep gå iemeláhkáj.

source: Dat ii leat iešalddis váralaš muhto goruda bealuštus vuolšši vuostá.
smj: Ij la vádálasj valla rubmaha suodje infeksjåvnåjda.

source: Mánát ožžot álkit febera ja dat leat erenoamážit vuolššit maid virus lea dagahan, dego nuorvu, gosot ja čottabávččas, mat loktejit goruttemperatuvrra.
smj: Máná álkket báhkkasin buolli ja gájk åvdemusát infeksjåvnåjt virusis, nåv gåk snuohpa, gåsås ja tjåddågijs årrot, ma dahki rubmaha temperatuvrra allán.

source: Temperatuvra sáhttá maid loktanit jus mánná stoahká hui viššalit dehe lihkada sakka.
smj: Temperatuvrra máhttá aj allánit jus mánná stoahká sieldes ednagit jali ilá labut.

source: Hárve dáhpáhusas sáhttá feber čujuhit váralaš skibasvuhtii.
smj: Vuorjját la tjavgga skibádahka gå báhkan buollá.

source: Mánás lea feber jus temperatuvra iđđes árrat dehe beallediimmu vuoiŋŋasteami maŋŋá lea badjel 38 gráda.
smj: Máná báhkan buolli jus temperatuvrra idedis jali bielletijma vuojŋadime maŋŋela la 38 grádaj badjel.

source: Dábálaččat fuobmá ahte mánás lea feber.
smj: Álu vuojnná gå mánná báhkan buollá.

source: Jus eahpida sáhttá mihtidit febera mánás, muhto deháleamos lea čuovvut mot mánná veadjá.
smj: Jus juorruladdá de máhttá temperatuvrav mánás válldet, valla ájnnasamos la gähttjat gåktu mánná vädjá.

source: Jus áigu váldit oktavuođa buohccedivššuin lea buorre ahte lea mihtidan temperatuvrra.
smj: Jus ájggu skihpasujtujn aktavuodav válldet de l buorre jus la temperatuvrav mihttim.

source: Sihkkareamos lea mihtidit goruttemperatuvrra bađas.
smj: Gájk buoremus lamihttit rubmaha temperatuvrav badán.

source: Lea maid leahkime bealljeliekkasmihttár, mii njuolga anus lea buorre.
smj: Gávnnu aj bielljetermomehter, mij la buorre jus rievtesláhkáj dav adná.

source: Dakkára lea váttis geavtit una mánážiin go gullankanála lea ila baski.
smj: Dakkir la gássjel adnet sieldes smávva mánájda gå gullotjadádahka l ilá basske.

source: Atte máná vuoiŋŋastit ja juhkat olu
smj: Dibde mánáv vuojŋadit ja ednagav juhkat

source: Mánná geas lea feber dárbbaha oažžut leahkit ruovttus skuvllas dehe ovdaskuvllas vai beassá vuoiŋŋastit ja virkkosmuvvat.
smj: Gå mánná báhkan buollá dárbaj hejman årrot skåvlås jali åvddåskåvlås vuojŋadittjat.

source: Mánná ii dárbbat leahkit seaŋggas, muhto ii galgga rahčat rumašlaččat.
smj: Mánná ij dárbaha seŋgan vellahit, valla ij galgailá ståhkat ja labudit.

source: Buoremus lea addit máná iežas mearridit man olu nagoda leahkit badjin.
smj: Buoremus la dibddet mánáv mierredit man ednagav vädjá.

source: Mánná dárbbaha eanet čázi go dábálaččat go lea feber.
smj: Máná gudi báhkan buolli dárbahi ienep låssjkusav gå iemeláhkáj.

source: Vai mánná oažžu nuogis čázi lea buorre dávjá geahččalit addit juoidá juhkat.
smj: Jugátjit nuohkásav låssjkusis de l buorre álu gähttjalit juojddá vaddet juhkat.

source: Atte mánnái mas dat liiko ja ieš háliida borrat ja juhkat, ovdamearkka dihte lákcajieŋa, vatnosa dehe juvcca.
smj: Vatte mánnáj majt hálijt ja iesj sihtá bårråt ja juhkat, buojkulvissan galmágav, kremav jali jubtsav.

source: Jus mánás ii leat borranlustu ii dat dárbbat borrat dábálaš biepmu.
smj: Jus mánán ij la bårråmhállo de ij dárbaha iemelágásj biebmov bårråt.

source: Ii daga maidege jus mánná borrá heajubut moadde beaivvi.
smj: Ij mejdik dagá jus nievrebut bårrå muhtem biejvijt.

source: Jus mánná cissá hárvuid dehe lea šlieddas ja váiban soaitá sivvan leahkit ahte mánná lea juhkan unnán.
smj: Jus mánná vuorjját gådtjå jali l delas ja vájbas de soajttá ilá binnáv juhkam.

source: Daga nu vuogasin go vejolaš
smj: Dagá nåv vuohkasit gå máhttelis

source: Jus mánná dovdá vuogasin sáhttá diktit máná nohkkat asehis láhkániin dehe beare vuolildus biktasiiguin.
smj: Jus mánná adná l vuogas de máhttá suv dibddet oadet asidis láhkanijn jali val sisbiktasij.

source: Muhto jus mánná goadná ja galbmo, mii lea dábálaš go feber loktana, sáhttá gokčat filttiin ja dahkat nu vuogasin go vejolaš.
smj: Valla jus mánná skielbes ja gållu, mij la dábálasj gå báhkka allán, de máhttá gåbttjåsav biedjat ja dahkat mánnaj nåv vuohkasit gå máhttelis.

source: Reseaptakeahtes dálkasat
smj: Dálkastjáladak dálkkasa

source: Febera dárbbaha hárve dikšut feberavuolidan dálkasiiguin.
smj: Gå báhkan buollá vuorjját dárbaj báhkka vuolediddje dálkkasij dálkudit.

source: Eanas mánáin lea feber mii bistá moadde beaivvi muhto dat ii dárbbat mearkkašit maidege váralačča.
smj: Ienemus máná báhkan buolli muhtem biejvijt ja ij la dat vádálasj.

source: Muhto sáhttá addit feberavuolidan dálkasa jus mánná veadjá fuomášahtti heajuid febera dihte, ovdamearkka dihte sus lea gorut bávččas, biehku, borrá ja juhká heajubut, nohkká heajuid dehe lea váttis lotkkodit eahkes.
smj: Máhttá báhkkavuolediddje dálkkasav vaddet jus mánná báhkan buollá tjielggasit nievret vädjá, buojkulvissan bávtjas la rubmahin, smággi, bårrå ja juhká nievrebut, oadá nievret jali sujna l vájvve iehkedis oaddát.

source: Vuollái guđa mánnosaš mánáid geain lea feber ii galgga dikšut dálkasiiguin ovdalgo lea leamaš oktavuođain divššuin.
smj: Ij galgá dálkkasij dálkudit mánájt nuorabu gudát mános gudi báhkan buolli váni vuostak sujtujn aktavuodav válldemis.

source: Febera vuostá badjel golmma mánnosaš mánáide lea dálkkas mii siskkilda paracetamole, ovdamearkka dihte Alvedon dehe Panodil.
smj: Mánájda gudi li vuorrasappo gålmåt mános ja báhkan buolli gávnnuji dálkkasa ma sisanedi paracetamolav, buojkulvissan Alvedon jali Panodil.

source: Guđa mánu rájis mánná sáhttá oažžut dálkasa mii siskkilda ibuprofena, mii vuvdojuvvo ovdamearkka dihte namain Ipren dehe Ibumetin.
smj: Gudá máno rájes máná máhtti dálkkasav oadtjot ma sisanedi ibuprofenav, ma buojkulvissan vuobdeduvvi namájn Ipren jali Ibumetin.

source: Dálkasat leat golgi hámis dehe bahtabuikun, mii dolvojuvvo máná bahtaráigái, rivttes attus una mánáide.
smj: Dálkkasa gávnnuji gålgge hámen jali bahtatablättan, ma tsåkkåduvvi máná bahtatjoalláj, duolla dálkasnárijn mánájda.

source: Boarrásit mánáide leat maid tableahtat.
smj: Vuorrasap mánájda gávnnuji aj tablehta.

source: Čuovo báhka rávvagiid dárkilit.
smj: Tjuovo váttugit bagádusájt skurpon.

source: Ale ovttastahte sierra dálkasiid.
smj: Ale aktida umasslágásj dálkkasijt.

source: Vuollái 18 jahkásaš mánáide geain lea feber ii galgga geavtit febervuolidan dálkasiid main lea acetylsalicylsyra, ovdamearkka dihte Magnecyl, Treo dehe Albyl.
smj: Máná gudi älla 18 jage ållim e galga adnet báhkkavuoledididdje dálkkasijt acetylsalicylsyrajn, buojkulvissan Magnecyl, Treo jali Albyl.

source: Sáhttá dárbbahit váldit oktavuođa divššuin
smj: Dárbbo soajttá sujtujn aktavuodav válldet

source: Erenomážit árvvoštallamiin mot mánná muđui veadjá sáhttá mearridit dárbbahago váldit oktavuođa dearvvasvuođaguovddážiin dehe ii.
smj: Gehtjada vuojnná gåktu mánná ietján vädjá ja jus dárbaj varresvuohtaguovdátjijn aktavuodav válldet jali ij.

source: Sáhttá álo riŋget buohccidivššurávahahkii dehe dearvvašvuođaguovddážii jus lea eahpesihkkar, erenomážit jus mánás leat eará váivvit seamma áigge go lea feber.
smj: Máhttá agev skuolkkat skihpasujttorádevaddemij jali varresvuohtaguovdátjij jus la juoren, sierraláhkáj jus mánán li ietjá vájve sämmibále gå báhkan buollá.

source: Galgá ohcat dikšui dakkaviđe dearvvašvuođaguovddážii dehe heahtevuostáváldimii jus mánás lea feber ja lea juoga, dehe máŋga dáin váivviin:
smj: Beras sujtov åhsåt dalága varresvuohtaguovdátjin jali hähkkaduostudagán jus mánná báhkan buollá ja muhtem, jali moadda, dájs vájvijs:

source: ii leat seamma oktavuohta go dábálaččat
smj: ij iemeláhkáj vatte aktavuodav

source: orru hirbmat váibbas iige nagot juhkat
smj: vuojnnet la vájbas ja ij nagá juhkat

source: temperatuvra lea badjel 41 gráda.
smj: sujna l temperatuvrra alep gå 41 gráda.

source: Galgá álo váldit oktavuođa dearvvašvuođaguovddážiin dehe fáktavuostáváldimiin jus mánná lea
smj: Agev aktavuodav válldet varresvuohtaguovdátjijn jali hähkkaduostudagájn jus mánná l

source: nuorat go golbma mánu ja lea feber badjel 38 gráda
smj: nuorap gå gålmmå máno ja báhkan buollá 38 grádaj badjel

source: golmma ja guđa mánu gaskkan ja lea feber badjel 39 gráda.
smj: gålmå ja gudá máno gaskan ja báhkan buollá 39 grádaj badjel.

source: Galgá váldit oktavuođa divššuin jus feber ii leat luoitán njealji jándora geažis, beroškeahttá máná agis.
smj: Luluj agev aktavuodav sujtujn jus báhkka ij la vuollánam nielje jánndura duogen, juska vil máná áldar.

source: Jeara ráđi
smj: Gatjáda rádev

source: Don sáhtát birra jándora sárdnut buohccedivššáriin ja oažžut ráđi.
smj: Máhtá aj jánndura birra skihpasujtárijn ságastit ja rádev oadtjot.

source: Riŋge 1177.
smj: Skuolkat 1177 Gudi vásstedi giehttu aj makkir varresvuohtaguovdátjij la tjáledum.

source: Dat gii vástida sáhttá maid muitalit man dearvvašvuođaguovddážii gullot.
smj: Báhkan buollet la rubmaha várjojs akta (ca. 3 sidor)

source: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat maid heivehan, dárkkistan ja dohkkehan buot sisdoalu.
smj: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
